{"posts":[{"title":"语音组研究成果1","text":"语音组xxxxxxxxx demo视频：","link":"/2024/10/24/%E8%AF%AD%E9%9F%B3%E7%BB%84%E7%A0%94%E7%A9%B6%E6%88%90%E6%9E%9C1/"},{"title":"视觉组研究成果1","text":"ADSP视觉组在CVPR发表论文xxxx","link":"/2024/10/24/%E8%A7%86%E8%A7%89%E7%BB%84%E7%A0%94%E7%A9%B6%E6%88%90%E6%9E%9C1/"},{"title":"NLP研究成果1","text":"NLP组xxxxx","link":"/2024/10/24/NLP%E7%BB%84%E7%A0%94%E7%A9%B6%E6%88%90%E6%9E%9C1/"}],"tags":[{"name":"声纹识别","slug":"声纹识别","link":"/tags/%E5%A3%B0%E7%BA%B9%E8%AF%86%E5%88%AB/"},{"name":"TTS","slug":"TTS","link":"/tags/TTS/"},{"name":"分割","slug":"分割","link":"/tags/%E5%88%86%E5%89%B2/"},{"name":"LLM","slug":"LLM","link":"/tags/LLM/"}],"categories":[{"name":"语音组研究成果","slug":"语音组研究成果","link":"/categories/%E8%AF%AD%E9%9F%B3%E7%BB%84%E7%A0%94%E7%A9%B6%E6%88%90%E6%9E%9C/"},{"name":"视觉组研究成果","slug":"视觉组研究成果","link":"/categories/%E8%A7%86%E8%A7%89%E7%BB%84%E7%A0%94%E7%A9%B6%E6%88%90%E6%9E%9C/"},{"name":"NLP组研究成果","slug":"NLP组研究成果","link":"/categories/NLP%E7%BB%84%E7%A0%94%E7%A9%B6%E6%88%90%E6%9E%9C/"}],"pages":[{"title":"实验室介绍","text":"ADSPLAB实验室成立于2006年，位于北京大学深圳研究生院A306，拥有100平方米的实验室空间，实验室主任为邹月娴教授。实验室为信息工程学院开设全院选修课2门，分别为“模式识别导论”和“机器学习及其应用”。实验室自2006年来，已经培养北京大学全日制硕士研究生61名，承担国家科技项目4项（国家自然科学基金项目和863项目）、深圳市基础研究和技术创新项目13项、公司委托项目13项. 迄今，在多媒体信息技术处理领域形成了稳定的研究方向和一系列创新成果。实验室已购买音视频数据库、先进的摄像机设备、麦克风阵列和数据采集设备、语音和语言处理设备、GPU和服务器机群等，为开展相关研究奠定了基础。目前实验室主要致力于模式识别与机器学习及其应用、稀疏表示理论及其应用、听觉感知与语者确认理论与应用研究。 实验室成员导师：邹月娴 教授、博导 博士后：Asif Raza、张军斌 行政助理：张丽萍 在实验室研究生（24人）： 2024级博士研究生（1人）：尹永康 2024级硕士研究生（5人）：茹靖涵、唐乐翔、洪浩荣、尹雨果、胡志远 2023级博士研究生（1人）：梁立名 2023级硕士研究生（7人）：王之畅、庄先炜、谢宇昕、徐晚诗、陈展鹏、林义凯、谭凤 2022级博士研究生（2人）：杨绪升、李耀伟 2022级硕士研究生（7人）：程旭欣、朱志宏、姚子裕、李鸿翔、谭淑敏、聂宸涞、王信超 2021级博士研究生（1名）：杨邦 2024届硕士毕业生（7名）：蒋吉、曹博文、招梓枫、辛逸飞、王雯、宋腾韬、叶其琛 2024年ADSP硕士研究生毕业情况 2023届硕士/博士毕业生（10名）：曹蒙、田晋川、杨东超、叶忠杰、赵怡雯、吉普照、胡帅、安浩、陈东升、徐伟元 2023年ADSP硕士/博士研究生毕业情况 2022届硕士/博士毕业生（15名）：顾容之、张粲、杨东明、黄芝琪、李善浩、张皓然、陈诺、宁苒宇、陈立崧、吴立渝、王赫麟、王力、刘峰林、周子原、熊超 2022年ADSP硕士/博士研究生毕业情况 2021届硕士毕业生（7名）：周培林、王子铭、柳军领、王聪、洪思欣、张钰莹、侯晓龙 2021年 ADSP硕士研究生毕业情况 2020届硕士毕业生（7名）：陈广，刘钊祎，李子睿，甘蕾，王国帅，彭俊逸，蒲璐汶 2020年ADSP硕士研究生毕业情况 2019届硕士毕业生（6名）：关文婕，陆超豪，陈泽晗，罗丹青，种大丁，刘超 2018届硕士毕业生（5名）：王迪松，周小群，王宝岩，宋晓，张小虎，黄艺驰 2017届硕士毕业生（5名）：陈锦，柳俊宏，王毅，金彦含，黄晓林 2016届硕士毕业生（5名）：郑炜乔，向志强，王春，余嘉胜，刘诗涵 2015届硕士毕业生（5名）：郭轶凡，宁洪珂， 王永庆，夏德胜，张晓宇 2014届硕士毕业生（4名）：胡旭琰，李磊，马焘，余渊善 2013届****硕士毕业生（4名）：霍佳森，石伟，王鹏，徐祥俊 2012届硕士毕业生（5名）： 李波，任梦琪，何伟，姜鹏飞，吴继忠 2011届硕士毕业生（3名）：张尚良，霍然，陈昳丽 2010届硕士毕业生（6名）：郑亚莉，陈萧，施行，赵鹤，李培，崔蕾 2009届硕士毕业生（10名）：王伟东，王一言，赖晓强，陶阁，朱志东，任朝利，万波，关佩，杨华，冯国钊 2008届硕士毕业生（9名）：付洁，赵璟，吴天瑞，华扬，王巍，肖士杰，朱慧莹，向军，刘伟 研究项目承担的主要项目列表（按时间顺序）（projects listed in chronological order） 公司委托项目：“混合语音分离深度模型研究”（2020.5-2020.7，进行中） 深圳市产学研项目：“人体行为识别与检测关键技术”（2020.4-2021.12，进行中） 公司委托项目：“基于深度学习的音频分析方法与应用研究”（2019.11-2020.4，进行中） 深圳市基础研究布局项目：“基20180092智慧家庭服务机器人声学场景深度分析方法研究”（2019.3-2022.3，进行中） 公司委托项目：“基于深度学习的场景智能认知关键技术”（2018.5-2019.5，进行中） 公司委托项目：“音视频信息处理技术开发”（2018.7，进行中） 深圳市知识创新计划基础研究项目：“自然环境中多模态儿童情感智能感知关键技术研究”（2017-2019，结题） 深圳市科技计划项目：“面向VR/AR的听觉感知与交互关键技术研究”（2018.1-，进行中） 公司委托项目：“鸟类智能识别分析仪”（2017.9-，进行中） 公司委托项目：“基于机器学习的墨迹色阶自动采集方法研究”（2018，已结题） 公司委托项目：“基于声矢量信号的前端音频处理技术研究” （2017，已结题） 公司委托项目：“环视影像及人脸识别”（2016-2017 ，已结题） 深圳市基础研究布局项目：“基于动态视频数据的滨海湿地鸟类生态健康监测与评估研究”（2016.6.30-2019.6.30，结题） 深圳市基础研究计划项目：“无人机航拍视频图像处理关键技术研究”（2015-2017，已结题，项目编号：JCYJ20150430162332418） 深圳市技术创新计划项目：“远程非接触话者身份确认系统开发”（2014-2016，已结题，项目编号：CXZZ20140509093608290） 公司委托项目：“车型识别关键技术研究-基于局部特征和稀疏表示的车型识别”（2014-2015，已结题） 国家自然科学基金项目：“基于声学矢量传感器阵列和稀疏表示的语音声源方位角估计方法研究” （已结题，项目编号：61271309） 深圳市基础研究项目：“面向肠道疾病预防的无线胶囊内窥镜图像数据的智能分析与处理关键技术研究” （2013-2015，已结题） 大学委托项目：“基于机器学习的分类优化软件开发”（2015，已结题） 公司委托项目：“基于Deep Learning算法的特征识别”（2014，已结题） 深圳市基础研究计划：“基于压缩感知的多声源高精度定位方法研究”（2012-2014，已结题） 深圳市产学研项目：“基于云技术的区域电子健康档案智能服务系统”（2012-2013，已结题） 大学委托项目：“三维及多视角图像和视频的压缩和处理技术”（2011-2013，已结题） 公司委托项目：“无线胶囊内窥镜计算机辅助设计自动检测关键技术研发”（2011-2013，已结题） 公司委托项目：“嘈杂语音环境中的目标语音降噪录音设备”（2009-2011，已结题） 深圳市科技项目： “基于高精度多通道数字采集的体感诱发电位记录仪,” （2010，已结题） 研究所委托项目：“木材钻蛀性害虫声学特征研究”，（2009-2010，结题） 国家自然科学基金项目：“时间交替模数转换器（TIADC）通道失配误差数字补偿技术研究,” （已结题，项目编号：60775003） 国家科技部863项目：“基于多源信息融合的交通事件自动检测技术”（已结题，项目编号：2007AA11Z224） 深圳市科技计划项目： “交叉路口交通事件,” （2007-2008，已结题） 深圳市南山区科技计划项目：“基于麦克风阵列的实时自适应波束形成语音增强系统研究” （2006-2007，已结题） 国家科技部863项目：“面向HRI的机器人视听觉注意机制及运动规划技术”（已结题，项目编号：2006AA04Z247） 实验室课程实验室课程内容目前仅对北京大学深圳研究生院选课学生开放，登录密码由助教提供。 请点击进入相应课程，进入资料下载页面： 《模式识别》 《机器学习及应用》","link":"/about/index.html"},{"title":"categories","text":"","link":"/categories/index.html"},{"title":"tags","text":"","link":"/tags/index.html"}]}